
/* the "move to trash" command failed (the selected file/folder name will be placed in front of this text) */
"\"%@\" cannot be moved to the trash by Disk Inventory X." = "\"%@\" no puede ser trasladado a la Papelera por Disk Inventory X.";

/* refreshing failed because the loaded folder doesn't exist anymore */
"\"%@\" does not exist any more." = "\"%@\" ya no existe.";

/* "all files" item in kinds popup button */
"(all kinds)" = "(Todos los tipos)";
"A newer version (%@) is installed." = "Una versión mas nueva (%@) esta instalada.";
"An older version (%@) is installed. It is recommended to update." = "Una versión anterior (%@) esta instalada. Es recomendado que la actualice.";

/* some strings used in the drives panel to show values about a drive */
"Capacity" = "Capacidad";

/* progress information while calculating file kind statistics */
"Classifying Files" = "Clasificando Archivos...";
"Free" = "Libre";

/* names for free and other space items */
"free space on drive" = "espacio libre en el disco";
"Hide File Kind Statistics" = "Ocultar estadisticas por tipo de archivo";
"Hide Free Space" = "Ocultar espacio libre";
"Hide Information" = "Ocultar información";
"Hide Other Space" = "Ocultar otro espacio";
"Hide Package Contents" = "Ocultar contenido del paquete";
"Hide Selection List" = "Ocultar lista de selecciónes";
"Ignore Creator Code" = "Ignorar código de creación";
"Install" = "Instalar";
"Maybe you do not have sufficient access privileges." = "Es posible que no tenga privilegios suficientes.";
"Reinstall" = "Reinstalar";
"Respect Creator Code" = "Respetar código de creación";
"Show File Kind Statistics" = "Mostrar estadisticas por tipo de archivo";
"Show Free Space" = "Mostrar espacio libre";
"Show Information" = "Mostrar información";
"Show Logical File Size" = "Mostrar tamaño lógico de archivos";
"Show Other Space" = "Mostrar otro espacio";
"Show Package Contents" = "Mostrar contenido del paquete";
"Show Physical File Size" = "Mostrar tamaño físico de archivos";
"Show Selection List" = "Mostrar lista de selecciónes";
"space occupied by other files and folders" = "espacio ocupado por otros archivos y carpetas";

/* menu commands */
"Split Horizontally" = "Dividir horizontalmente";
"Split Vertically" = "Dividir verticalmente";
"The current version (%@) is installed." = "La última version (%@) esta instalada.";

/* strings for the Finder CM preference page */
"The Finder plugin is not installed. Click 'Install' to install it on your computer." = "El plugin de Finder no esta instalado. Haga click en 'Instalar' para activarlo en su ordenador.";
"The folder will remain visible in Disk Inventory X, but the files cannot be accessed (e.g. shown in the Finder)." = "La carpeta permanecerá visible en Disk Inventory X, pero el contenido no puede ser accesado (no podra ser mostrado en el Finder).";

/* error message if an error occurred during the scanning of a folder's content */
"The folder's content could not be loaded." = "El contenido de la carpeta no pudo ser cargado.";

/* exception text if volume has been ejected during folders/files enumeration */
"The volume has been ejected during loading of folder centents." = "El volumen ha sido expulsado durante la carga del contenido.";
"Update" = "Actualizar";
"Used" = "Utilizado";
